<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.santa</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>support/santa</string>
		<key>NAME</key>
		<string>santa</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Santa keeps track of binaries or app bundles that are naughty and nice</string>
			<key>minimum_os_version</key>
			<string>10.9.0</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.arubdesu.munki.santa</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.arubdesu.download.santa</key>
			<dict>
				<key>git_hash</key>
				<string>c8b1b2cba4996583e39cd853002353fc8010434b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/santa/santa.download.recipe</string>
				<key>sha256_hash</key>
				<string>cfe4bdc3f796bd4e15b294c1d4fc4a0c3b502ab91dd3a649ec046fb685806bea</string>
			</dict>
			<key>com.github.autopkg.arubdesu.munki.santa</key>
			<dict>
				<key>git_hash</key>
				<string>dfbcd7df4c6720b5437537434b07189c700801ae</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/santa/santa.munki.recipe</string>
				<key>sha256_hash</key>
				<string>870a697ff5ece09ec9d821d4ba052db4008202415211c5f7e7148c737929dabd</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
