<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Tunnelblick</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Tunnelblick</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Tunnelblick is a Mac app that lets you easily connect to OpenVPN.</string>
			<key>developer</key>
			<string>The Tunnelblick Project</string>
			<key>display_name</key>
			<string>Tunnelblick</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/sh
# based on forum discussion:
# https://groups.google.com/forum/#!topic/tunnelblick-discuss/UYeR7vv_rXM

# setup folders and secure Tunnelblick app
/Applications/Tunnelblick.app/Contents/Resources/installer 5

# secure configurations
/Applications/Tunnelblick.app/Contents/Resources/installer 16
			</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Tunnelblick</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.Tunnelblick</key>
			<dict>
				<key>git_hash</key>
				<string>cbd7e51d00a0b58e3b42eda713bd3c9667499c1e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Tunnelblick/Tunnelblick.download.recipe</string>
				<key>sha256_hash</key>
				<string>b62662d6f5f95f6916bbb5efc63ded1a7eebd286dff605bbdf16e9801881b16b</string>
			</dict>
			<key>com.github.homebysix.munki.Tunnelblick</key>
			<dict>
				<key>git_hash</key>
				<string>723c5356114b59ee74490fc809d2181068bed68a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Tunnelblick/Tunnelblick.munki.recipe</string>
				<key>sha256_hash</key>
				<string>38d2b96126ea6efa224097377ff6ddfdd8e98ea335d2c400961aebf7b53d7731</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
